Revit 2024 API
StructuralSectionGeneralT.TopWebFillet Property
 Top Web Fillet - fillet radius at the top of web.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public double TopWebFillet { get; set; }
Visual Basic
Public Property TopWebFillet As Double
	Get
	Set
Visual C++
public:
property double TopWebFillet {
	double get ();
	void set (double value);
}
See Also
StructuralSectionGeneralT Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace